{"errors": "replace", "unk_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<|startoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "pad_token": "<|endoftext|>", "add_prefix_space": false, "do_lower_case": true, "name_or_path": "openai/clip-vit-large-patch14", "model_max_length": 77, "special_tokens_map_file": "./special_tokens_map.json", "tokenizer_file": "C:\\Users\\kamijo/.cache\\huggingface\\transformers\\df251164d3132feb59e18c8225f6505c8cad1f35a45173189f58ae65bb7abbbe.529f8801a0dcfe2d90c3ef3e3aed5fc39a153e461c34dee6be754506a6ab0a1c", "tokenizer_class": "CLIPTokenizer"}