{"source_lang": "ja", "target_lang": "en", "unk_token": "<unk>", "eos_token": "</s>", "pad_token": "<pad>", "model_max_length": 512, "sp_model_kwargs": {}, "special_tokens_map_file": "C:\\Users\\hogefuga/.cache\\huggingface\\transformers\\043158137213ccfe099d9f6fc359fdc191a29a122eb6cfd59ef4848420407eed.8ca74d14a6ae1e2cd4046da4a4ac516fcf9f60d102f6ebcdaf77965a6e469091", "tokenizer_file": null, "name_or_path": "staka/fugumt-ja-en", "tokenizer_class": "MarianTokenizer"}