<?xml version="1.0"?>
<net name="torch_jit" version="11">
	<layers>
		<layer id="0" name="latents" type="Parameter" version="opset1">
			<data shape="1,4,64,64" element_type="f32" />
			<rt_info>
				<attribute name="old_api_map_element_type" version="0" value="f16" />
			</rt_info>
			<output>
				<port id="0" precision="FP32" names="latents">
					<dim>1</dim>
					<dim>4</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="1" name="Constant_178907_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 1, 512" offset="0" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="2" name="Constant_178907" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="3" name="Constant_178903_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 1, 512" offset="1024" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="4" name="Constant_178903" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="Constant_178789_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="4, 4, 1, 1" offset="2048" size="32" />
			<output>
				<port id="0" precision="FP16">
					<dim>4</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="6" name="Constant_178789" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>4</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>4</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="7" name="/post_quant_conv/Conv/WithoutBiases" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="0, 0" pads_end="0, 0" auto_pad="explicit" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>4</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>4</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="8" name="Reshape_159075_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 4, 1, 1" offset="2080" size="8" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="9" name="Reshape_159075" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="/post_quant_conv/Conv" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>4</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/post_quant_conv/Conv_output_0">
					<dim>1</dim>
					<dim>4</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="11" name="vae.decoder.conv_in.weight_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="512, 4, 3, 3" offset="2088" size="36864" />
			<output>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>4</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="12" name="vae.decoder.conv_in.weight" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>4</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="vae.decoder.conv_in.weight">
					<dim>512</dim>
					<dim>4</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="13" name="/decoder/conv_in/Conv/WithoutBiases" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="1, 1" pads_end="1, 1" auto_pad="explicit" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>4</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="14" name="Reshape_159123_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="38952" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="Reshape_159123" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="16" name="/decoder/conv_in/Conv" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/conv_in/Conv_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="17" name="/decoder/mid_block/resnets.0/norm1/Constant" type="Const" version="opset1">
			<data element_type="i64" shape="3" offset="39976" size="24" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/resnets.0/norm1/Constant_output_0">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="18" name="/decoder/mid_block/resnets.0/norm1/Reshape" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="I64">
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm1/Reshape_output_0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
			</output>
		</layer>
		<layer id="19" name="Constant_159160" type="Const" version="opset1">
			<data element_type="i64" shape="1" offset="40000" size="8" />
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="20" name="MVN_159161" type="MVN" version="opset6">
			<data eps="9.9999999747524271e-07" normalize_variance="true" eps_mode="INSIDE_SQRT" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
				<port id="1" precision="I64">
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm1/InstanceNormalization_output_0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
			</output>
		</layer>
		<layer id="21" name="/decoder/mid_block/resnets.0/norm1/Shape" type="ShapeOf" version="opset3">
			<data output_type="i64" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="I64" names="/decoder/mid_block/resnets.0/norm1/Shape_output_0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="22" name="/decoder/mid_block/resnets.0/norm1/Reshape_1" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm1/Reshape_1_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="23" name="Constant_178897_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="40008" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="24" name="Constant_178897" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="25" name="/decoder/mid_block/resnets.0/norm1/Mul" type="Multiply" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm1/Mul_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="26" name="Constant_178898_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="41032" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="27" name="Constant_178898" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="28" name="/decoder/mid_block/resnets.0/norm1/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm1/Add_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="/decoder/mid_block/resnets.0/nonlinearity/Mul" type="Swish" version="opset4">
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="/decoder/mid_block/resnets.0/nonlinearity/Mul_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="vae.decoder.mid_block.resnets.0.conv1.weight_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="512, 512, 3, 3" offset="42056" size="4718592" />
			<output>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="vae.decoder.mid_block.resnets.0.conv1.weight" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="vae.decoder.mid_block.resnets.0.conv1.weight">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="/decoder/mid_block/resnets.0/conv1/Conv/WithoutBiases" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="1, 1" pads_end="1, 1" auto_pad="explicit" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="Reshape_159285_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="4760648" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="Reshape_159285" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="/decoder/mid_block/resnets.0/conv1/Conv" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/conv1/Conv_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="/decoder/mid_block/resnets.0/norm2/Constant" type="Const" version="opset1">
			<data element_type="i64" shape="3" offset="39976" size="24" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/resnets.0/norm2/Constant_output_0">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="/decoder/mid_block/resnets.0/norm2/Reshape" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="I64">
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm2/Reshape_output_0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="Constant_159322" type="Const" version="opset1">
			<data element_type="i64" shape="1" offset="40000" size="8" />
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="MVN_159323" type="MVN" version="opset6">
			<data eps="9.9999999747524271e-07" normalize_variance="true" eps_mode="INSIDE_SQRT" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
				<port id="1" precision="I64">
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm2/InstanceNormalization_output_0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
			</output>
		</layer>
		<layer id="40" name="/decoder/mid_block/resnets.0/norm2/Shape" type="ShapeOf" version="opset3">
			<data output_type="i64" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="I64" names="/decoder/mid_block/resnets.0/norm2/Shape_output_0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="41" name="/decoder/mid_block/resnets.0/norm2/Reshape_1" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm2/Reshape_1_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="42" name="Constant_178899_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="4761672" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="43" name="Constant_178899" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="/decoder/mid_block/resnets.0/norm2/Mul" type="Multiply" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm2/Mul_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="Constant_178900_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="4762696" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="Constant_178900" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="/decoder/mid_block/resnets.0/norm2/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/norm2/Add_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="/decoder/mid_block/resnets.0/nonlinearity_1/Mul" type="Swish" version="opset4">
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="/decoder/mid_block/resnets.0/nonlinearity_1/Mul_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="vae.decoder.mid_block.resnets.0.conv2.weight_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="512, 512, 3, 3" offset="4763720" size="4718592" />
			<output>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="vae.decoder.mid_block.resnets.0.conv2.weight" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="vae.decoder.mid_block.resnets.0.conv2.weight">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="/decoder/mid_block/resnets.0/conv2/Conv/WithoutBiases" type="Convolution" version="opset1">
			<data strides="1, 1" dilations="1, 1" pads_begin="1, 1" pads_end="1, 1" auto_pad="explicit" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="Reshape_159447_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="9482312" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="Reshape_159447" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="/decoder/mid_block/resnets.0/conv2/Conv" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/conv2/Conv_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="55" name="/decoder/mid_block/resnets.0/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/resnets.0/Add_output_0,/decoder/mid_block/resnets.0/Div_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="56" name="/decoder/mid_block/attentions.0/group_norm/Constant" type="Const" version="opset1">
			<data element_type="i64" shape="3" offset="39976" size="24" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/group_norm/Constant_output_0">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="57" name="/decoder/mid_block/attentions.0/group_norm/Reshape" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="I64">
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/group_norm/Reshape_output_0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
			</output>
		</layer>
		<layer id="58" name="Constant_159487" type="Const" version="opset1">
			<data element_type="i64" shape="1" offset="40000" size="8" />
			<output>
				<port id="0" precision="I64">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="MVN_159488" type="MVN" version="opset6">
			<data eps="9.9999999747524271e-07" normalize_variance="true" eps_mode="INSIDE_SQRT" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
				<port id="1" precision="I64">
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/group_norm/InstanceNormalization_output_0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
			</output>
		</layer>
		<layer id="60" name="/decoder/mid_block/attentions.0/group_norm/Shape" type="ShapeOf" version="opset3">
			<data output_type="i64" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="I64" names="/decoder/mid_block/attentions.0/group_norm/Shape_output_0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="61" name="/decoder/mid_block/attentions.0/group_norm/Reshape_1" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>65536</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/group_norm/Reshape_1_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="62" name="Constant_178901_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="9483336" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="63" name="Constant_178901" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="64" name="/decoder/mid_block/attentions.0/group_norm/Mul" type="Multiply" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/group_norm/Mul_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="65" name="Constant_178902_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 512, 1, 1" offset="9484360" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="66" name="Constant_178902" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="67" name="/decoder/mid_block/attentions.0/group_norm/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/group_norm/Add_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="68" name="/decoder/mid_block/attentions.0/Constant" type="Const" version="opset1">
			<data element_type="i64" shape="3" offset="9485384" size="24" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/Constant_output_0">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="69" name="/decoder/mid_block/attentions.0/Reshape" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>64</dim>
					<dim>64</dim>
				</port>
				<port id="1" precision="I64">
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Reshape_output_0">
					<dim>1</dim>
					<dim>512</dim>
					<dim>4096</dim>
				</port>
			</output>
		</layer>
		<layer id="70" name="Constant_178707_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="512, 512" offset="9485408" size="524288" />
			<output>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="71" name="Constant_178707" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="72" name="/decoder/mid_block/attentions.0/query/MatMul" type="MatMul" version="opset1">
			<data transpose_a="true" transpose_b="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>4096</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/query/MatMul_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="73" name="/decoder/mid_block/attentions.0/query/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/query/Add_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="74" name="/decoder/mid_block/attentions.0/Constant_1" type="Const" version="opset1">
			<data element_type="i64" shape="4" offset="10009696" size="32" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/Constant_1_output_0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="75" name="/decoder/mid_block/attentions.0/Reshape_1" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Reshape_1_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="76" name="Constant_178709" type="Const" version="opset1">
			<data element_type="i64" shape="4" offset="10009728" size="32" />
			<output>
				<port id="0" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="77" name="/decoder/mid_block/attentions.0/Transpose_1" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Transpose_1_output_0">
					<dim>1</dim>
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="78" name="/decoder/mid_block/attentions.0/Constant_2" type="Const" version="opset1">
			<data element_type="i64" shape="3" offset="10009760" size="24" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/Constant_2_output_0">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="79" name="/decoder/mid_block/attentions.0/Reshape_2" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Reshape_2_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="80" name="Constant_178904_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 1, 512" offset="10009784" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="81" name="Constant_178904" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="82" name="Constant_178721_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="512, 512" offset="10010808" size="524288" />
			<output>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="83" name="Constant_178721" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="84" name="/decoder/mid_block/attentions.0/key/MatMul" type="MatMul" version="opset1">
			<data transpose_a="true" transpose_b="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>4096</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/key/MatMul_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="85" name="/decoder/mid_block/attentions.0/key/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/key/Add_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="86" name="/decoder/mid_block/attentions.0/Constant_3" type="Const" version="opset1">
			<data element_type="i64" shape="4" offset="10009696" size="32" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/Constant_3_output_0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="87" name="/decoder/mid_block/attentions.0/Reshape_3" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Reshape_3_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="88" name="Constant_178723" type="Const" version="opset1">
			<data element_type="i64" shape="4" offset="10009728" size="32" />
			<output>
				<port id="0" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="89" name="/decoder/mid_block/attentions.0/Transpose_2" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Transpose_2_output_0">
					<dim>1</dim>
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="90" name="/decoder/mid_block/attentions.0/Constant_4" type="Const" version="opset1">
			<data element_type="i64" shape="3" offset="10009760" size="24" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/Constant_4_output_0">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="91" name="/decoder/mid_block/attentions.0/Reshape_4" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Reshape_4_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="92" name="Constant_178905_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 1, 1" offset="10535096" size="2" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="93" name="Constant_178905" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="94" name="Multiply_178791" type="Multiply" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="95" name="/decoder/mid_block/attentions.0/Mul" type="MatMul" version="opset1">
			<data transpose_a="false" transpose_b="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Add_output_0,/decoder/mid_block/attentions.0/Cast_output_0,/decoder/mid_block/attentions.0/Mul_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>4096</dim>
				</port>
			</output>
		</layer>
		<layer id="96" name="/decoder/mid_block/attentions.0/Softmax" type="SoftMax" version="opset8">
			<data axis="-1" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>4096</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32" names="/decoder/mid_block/attentions.0/Cast_1_output_0,/decoder/mid_block/attentions.0/Softmax_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>4096</dim>
				</port>
			</output>
		</layer>
		<layer id="97" name="Constant_178906_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="1, 1, 512" offset="10535098" size="1024" />
			<output>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="98" name="Constant_178906" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="99" name="Constant_178735_compressed" type="Const" version="opset1">
			<data element_type="f16" shape="512, 512" offset="10536122" size="524288" />
			<output>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="100" name="Constant_178735" type="Convert" version="opset1">
			<data destination_type="f32" />
			<rt_info>
				<attribute name="decompression" version="0" />
			</rt_info>
			<input>
				<port id="0" precision="FP16">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="101" name="/decoder/mid_block/attentions.0/value/MatMul" type="MatMul" version="opset1">
			<data transpose_a="true" transpose_b="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>512</dim>
					<dim>4096</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>512</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/value/MatMul_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="102" name="/decoder/mid_block/attentions.0/value/Add" type="Add" version="opset1">
			<data auto_broadcast="numpy" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/value/Add_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="103" name="/decoder/mid_block/attentions.0/Constant_5" type="Const" version="opset1">
			<data element_type="i64" shape="4" offset="10009696" size="32" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/Constant_5_output_0">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="104" name="/decoder/mid_block/attentions.0/Reshape_5" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Reshape_5_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="105" name="Constant_178737" type="Const" version="opset1">
			<data element_type="i64" shape="4" offset="10009728" size="32" />
			<output>
				<port id="0" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="106" name="/decoder/mid_block/attentions.0/Transpose_3" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>1</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Transpose_3_output_0">
					<dim>1</dim>
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="107" name="/decoder/mid_block/attentions.0/Constant_6" type="Const" version="opset1">
			<data element_type="i64" shape="3" offset="10009760" size="24" />
			<output>
				<port id="0" precision="I64" names="/decoder/mid_block/attentions.0/Constant_6_output_0">
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="108" name="/decoder/mid_block/attentions.0/Reshape_6" type="Reshape" version="opset1">
			<data special_zero="true" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
				<port id="1" precision="I64">
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32" names="/decoder/mid_block/attentions.0/Reshape_6_output_0">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="109" name="/decoder/mid_block/attentions.0/MatMul_1" type="MatMul" version="opset1">
			<data transpose_a="false" transpose_b="false" />
			<input>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>4096</dim>
				</port>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>4096</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
